

# Желаемое кол-во получаемых монет за одну игру. Рандомным путём будет выбрано значение в следующих диапазонах
COINS = [17_500, 20_000] # 17,500 - минимальное значение /// 20,000 - максимальное
# Ставить максимальное значение выше 20,000 не рекомендуется! В лучшем случае - монеты не засчитаются на баланс, в худшем - аккаунт забанят!


# Максимальный уровень нанесенного урона за один тап
MAX_CLICK_LVL = 11
# По дефолту установлен самый оптимальный уровень буста (11). Изменять данный параметр не рекомендуется, или на свой страх и риск!


# Максимальный уровень хранилища восстановленной энергии
MAX_LIMIT_LVL = 11
# По дефолту установлен самый оптимальный уровень буста (11). Изменять данный параметр не рекомендуется, или на свой страх и риск!


# Автоматическое обновление программы
AUTO_UPDATE = True # Для включения установите значение True, для отключения — False.
# По умолчанию автообновление включено, и рекомендуется не изменять этот параметр. Однако, вы можете его отключить по соображениям безопасности!

